Repository: SadanandPrabhuGaonkar/proConsult
Catalog: packages/formidable_full/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Lastname
de_de: Nachname

source: Default date format: mm/dd/yyyy
de_de: Standard-Datumsformat: mm/dd/yyyy

source: Create element with datepicker
de_de: Element mit Datumswähler erstellen

source: Selectboxes for years, months, days
de_de: Auswahlfelder für Jahre, Monate, Tage

source: Create masked input textfield (only dd, mm and yyyy input)
de_de: Erstellen von maskiertem Eingabe-Textfeld (nur dd, mm und yyyy Eingabe)

source: day of month (no leading zero)
de_de: Tag des Monats (ohne führende Null)

source: day of month (two digit)
de_de: Tag des Monats (zweistellig)

source: day of the year (no leading zeros)
de_de: Tag des Jahres (ohne führenden Nullen)

source: day of the year (three digit)
de_de: Tag des Jahres (drei Ziffern)

source: day name short
de_de: Tagesname (kurz)

source: day name long
de_de: Tagesname (lang)

source: month of year (no leading zero)
de_de: Monat des Jahres (ohne führende Null)

source: month of year (two digit)
de_de: Monat des Jahres (zweistellig)

source: month name short
de_de: Monatsname (kurz)

source: month name long
de_de: Monatsname (lang)

source: year (two digit)
de_de: Jahr (zweistellig)

source: year (four digit)
de_de: Jahr (vier Ziffern)

source: More information about dateformat:
de_de: Weitere Informationen zum Datumsformat:

source: Manage some advanced options of the datepicker
de_de: Verwalten Sie einige erweiterte Möglichkeiten des Datumswähler

source: Example: changeYear:true, yearRange:"c-10:c+10"
de_de: Beispiel: changeYear: true, yearRange: "c-10:c+10"

source: Including http(s):// or (s)ftp://
de_de: Einschließlich http(s):// oder (s)ftp://

source: Your mask not available? Add a text field and create your own mask
de_de: Nicht die gewünschte Maskierung verfügbar? Fügen Sie ein Textfeld hinzu und erstellen Sie eine benutzerdefinierte Maske

source: Send your mask to %s
de_de: Senden Sie Ihre Maske an %s

source: View
de_de: Anzeigen

source: to
de_de: an

source: Resolution
de_de: Auflösung

source: Page
de_de: Seite

source: User
de_de: Benutzer

source: Answerset ID
de_de: ID Antwort-Set

source: Submitted
de_de: Übermittelt

source: Field "%s" is an invalid numeric value
de_de: Feld "%s" ist ein ungültiger numerischer Wert

source: Field "%s" is an invalid e-mailaddress
de_de: Feld "%s" ist eine ungültige E-Mail Adresse

source: Fields "%s" is an invalid url
de_de: Felder "%s" ist eine ungültige url

source: Fields "%s" and it's confirmation don't match
de_de: Felder "%s" und dessen Bestätigung stimmen nicht überein

source: Fields "%s" only allows the following characters: %s
de_de: Felder "%s" erlaubt nur die folgenden Zeichen: %s

source: Field "%s" should be between %s and %s words
de_de: Feld „%s“ sollte zwischen %s und %s Worten enthalten

source: Field "%s" should have at least %s words
de_de: Feld „%s“ muss mindestens %s Worte enthalten

source: Field "%s" should be between %s and %s charachters
de_de: Feld „%s“ sollte zwischen %s und %s Zeichen enthalten

source: Field "%s" should be at least %s charachters
de_de: Feld „%s“ sollte mindestens %s Zeichen enthalten

source: Field "%s" should be a numeric value between %s and %s
de_de: Feld „%s“ sollte einen numerischen Wert zwischen %s und %s sein

source: Field "%s" should be a numeric value equal or greater than %s
de_de: Feld „%s“ sollte ein numerischer Wert gleich oder größer als %s sein

source: Field "%s" should have %s options selected
de_de: Feld „%s“ sollte %s Optionen ausgewählt haben

source: Field "%s" should have between %s and %s options selected
de_de: Feld „%s“ sollte zwischen %s und %s Optionen ausgewählt haben

source: Field "%s" should have %s files
de_de: Feld „%s“ sollte %s Dateien haben

source: Field "%s" should have between %s and %s files
de_de: Feld „%s“ sollte zwischen %s und %s Dateien haben

source: Field "%s" is invalid or empty
de_de: Feld „%s“ ist ungültig oder leer

source: Field "%s" files are not permitted
de_de: Feld „%s“ - Dateien sind nicht zulässig

source: Dependency Rule #%s: %s is already used
de_de: Abhängigkeits-Regel #%s: %s wird bereits verwendet

source: Dependency Rule #%s: %s is invalid or not selected
de_de: Abhängigkeits-Regel #%s: %s ist ungültig oder nicht ausgewählt

source: Dependency Rule #%s: no depending element selected
de_de: Abhängigkeits-Regel #%s: kein abhängiges Element ausgewählt

source: Dependency Rule #%s: condition value is invalid
de_de: Abhängigkeits-Regel #%s: Bedingungs-Wert ist ungültig

source: Default
de_de: Standard

source: Masking
de_de: Maskierung

source: Minimum value
de_de: Minimalwert

source: Field "%s" isn't a valid integer
de_de: Feld "%s" ist keine gültige ganze Zahl

source: Maximum value
de_de: Maximalwert

source: Minimum/Maximum type
de_de: Minimal/maximal Typ

source: Other option (value)
de_de: Andere Option (Wert)

source: Other option (type)
de_de: Andere Option (Typ)

source: Format (other)
de_de: Format (andere)

source: Extensions "%s" in "%s" aren't allowed globally (check Allowed File Types)
de_de: Erweiterungen "%s" in "%s" nicht global erlaubt (überprüfen Sie die erlaubten Dateitypen)

source: From (Name)
de_de: Von (Name)

source: From (Email Address)
de_de: Von (E-Mail)

source: Reply To (Name)
de_de: Antwort an (Name)

source: Reply To (Email Address)
de_de: Antwort an (E-Mail)

source: Send to (custom)
de_de: Senden an (benutzerdefiniert)
