Repository: SadanandPrabhuGaonkar/proConsult
Catalog: packages/formidable_full/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Create awesome forms with a few clicks!
de_de: Erstellen Sie geniale Formulare mit wenigen Mausklicks!

source: Edit content
de_de: Inhalt bearbeiten

source: Add content
de_de: Inhalt hinzufügen

source: You have made some changes to the Form Properties. Are you sure you want to discard these changes?
de_de: Sie haben einige Änderungen an den Formulareigenschaften gemacht. Sind Sie sicher, dass Sie diese Änderungen verwerfen möchten?

source: E-mailaddress
de_de: E-Mailadresse

source: Add element to Formidable Form
de_de: Formularelement zu Formidable-Formular hinzufügen

source: Edit element on Formidable Form
de_de: Formularelement im Formidable-Formular bearbeiten

source: Add layout on Formidable Form
de_de: Layout zum Formidable-Formular hinzufügen

source: Edit layout on Formidable Form
de_de: Layout des Formidable-Formulars editieren

source: Classname to toggle
de_de: Klassenname für die Umschaltung (toggle)

source: Value to set
de_de: Wert festlegen

source: Placeholder to set
de_de: Platzhalter festlegen

source: any value
de_de: irgendein Wert

source: no value
de_de: kein Wert

source: Value
de_de: Wert

source: is empty
de_de: ist leer

source: is not empty
de_de: ist nicht leer

source: equals
de_de: ist gleich

source: not equal to
de_de: ist nicht gleich

source: contains
de_de: enthält

source: does not contain
de_de: beinhaltet nicht

source: Choose an element
de_de: Wählen Sie ein Element

source: Choose a page
de_de: Wählen Sie eine Seite

source: Add mailing to Formidable Form
de_de: E-Mail Nachricht zu Formidable-Formular hinzufügen

source: Edit mailing from Formidable Form
de_de: E-Mail Nachricht im Formidable-Formular bearbeiten

source: Access Denied.
de_de: Zugriff verweigert.

source: Remove all content
de_de: Alle Inhalte entfernen

source: Remove all the content (forms and submissions)
de_de: Alle Inhalte entfernen (Formulare und Übermittlungen)

source: When you upgrade to Formidable (full-version), make sure this option is disabled.
de_de: Beim Upgrade auf Formidable (Vollversion), stellen Sie sicher, dass diese Option deaktiviert ist.

source: Form name
de_de: Formularname

source: My Formidable Form
de_de: Mein Formidable-Formular

source: After submission
de_de: Nach Übermittlung

source: Show message
de_de: Meldung anzeigen

source: Redirect to page
de_de: Umleiten zu Seite

source: Message
de_de: Nachricht

source: Select page
de_de: Seite auswählen

source: From
de_de: Von

source: To
de_de: An

source: CSS Classes
de_de: CSS-Klassen

source: Add classname(s) to customize your form. Example: myform
de_de: Fügen Sie Klassennamen ein um Ihr Formular anzupassen. Beispiel: myform

source: Save
de_de: Speichern

source: Form Properties
de_de: Formular-Eigenschaften

source: Preview Form
de_de: Formular Vorschau

source: Preview
de_de: Vorschau

source: Results
de_de: Ergebnisse

source: Back to list
de_de: Zurück zur Liste

source: Properties
de_de: Einstellungen

source: Layout and elements
de_de: Layout und Elemente

source: Search
de_de: Suchen

source: Edit form
de_de: Formular bearbeiten

source: Export to CSV
de_de: Export als CSV

source: Add form
de_de: Formular hinzufügen

source: No formidable forms created. Please create a form
de_de: Keine Formidable-Formulare verfügbar. Bitte erstellen Sie ein Formular!

source: Add row
de_de: Zeile hinzufügen

source: Wrong form is loaded in the page, please try again
de_de: Falsches Formular wurde auf der Seite geladen, bitte nochmals versuchen

source: Unable to complete action due to our spam policy. Please contact the administrator of this site for more information.
de_de: Dieses Formularaktion kann aufgrund unserer Spam-Richtlinien nicht abgeschlossen werden. Kontaktieren Sie für weitere Informationen den Administrator dieser Seite.

source: Can't save data! Please try again later
de_de: Daten können nicht gespeichert werden! Bitte versuchen Sie es später erneut

source: Submission is successfull. (In the front-end version the user will be redirected to a page.)
de_de: Übermittlung ist erfolgreich. (In der Frontend-Version wird der Benutzer zu einer Seite weitergeleitet.)

source: File size not allowed
de_de: Größe der Datei nicht zulässig

source: Invalid file extension
de_de: ungültige Dateiendung

source: Max files number reached
de_de: Maximale Dateianzahl erreicht

source: Extension \"%s\" not allowed
de_de: Erweiterung \"%s\" nicht erlaubt

source: Choose State/Province
de_de: Bundesland / Region wählen

source: Please wait...
de_de: Bitte warten…

source: Allowed extensions
de_de: Erlaubte Dateiendungen

source: Removing tag
de_de: Tag entfernen

source: Error: "%s" can't be added or updated
de_de: Fehler: "%s" kann nicht hinzugefügt oder aktualisiert werden

source: Field "%s" is successfully added or updated
de_de: Feld "%s" ist erfolgreich hinzugefügt oder aktualisiert

source: Error: Field can't be deleted
de_de: Fehler: Feld kann nicht gelöscht werden

source: Field successfully deleted
de_de: Feld erfolgreich gelöscht

source: Error: Field can't be validated
de_de: Fehler: Feld kann nicht validiert werden

source: Select behaviour
de_de: Verhalten auswählen

source: Show
de_de: Zeige

source: Enable
de_de: Aktivieren

source: Toggle classname
de_de: Klassennamen umschalten (Dogge)

source: Change placeholder to
de_de: Platzhalter anpassen

source: Change value to
de_de: Wert anpassen

source: is enabled
de_de: ist aktiviert

source: is disabled
de_de: ist deaktiviert

source: Select an element
de_de: Element wählen

source: Form can't be found!
de_de: Formular kann nicht gefunden werden!

source: Error: Mailing can't be added or updated
de_de: Fehler: E-Mail Nachricht kann nicht hinzugefügt oder aktualisiert werden

source: Mailing is successfully added or updated
de_de: E-Mail Nachricht erfolgreich hinzugefügt oder aktualisiert

source: Error: Mailing can't be deleted
de_de: Fehler: E-Mail Nachricht kann nicht gelöscht werden

source: Mailing is successfully deleted
de_de: E-Mail Nachricht erfolgreich gelöscht

source: Error: Mailing can't be duplicated
de_de: Fehler: E-Mail Nachricht kann nicht dupliziert werden

source: Mailing is successfully duplicated
de_de: E-Mail Nachricht erfolgreich dupliziert

source: %s submission
de_de: %s Übermittlungen

source: You successfully sent our %s on our Concrete5 website.
de_de: Sie haben uns erfolgreich das Formular %s von unserer Website übermittelt.

source: The following information was sent to us:
de_de: Die folgende Informationen wurde an uns gesendet:

source: Thank you!
de_de: Vielen Dank!

source: Regards,
de_de: freundliche Grüsse,

source: Send from custom sender:
de_de: Von eigenem Absender senden:

source: Error: Layout can't be added or updated
de_de: Fehler: Layout kann nicht hinzugefügt oder aktualisiert werden

source: Layout is successfully added or updated
de_de: Layout wurde erfolgreich hinzugefügt oder aktualisiert

source: Error: Layout can't be deleted
de_de: Fehler: Layout kann nicht gelöscht werden

source: Layout is successfully deleted
de_de: Layout erfolgreich gelöscht

source: Fieldset (with legend, if label exists)
de_de: Formulargruppe (fieldset - mit Legende, falls ein Label verfügbar)

source: Unable to delete one or more files.
de_de: Eine oder mehrere Dateien können nicht gelöscht werden.

source: Form saved successfully
de_de: Formular erfolgreich gespeichert

source: From name
de_de: Name des Absenders

source: Field "%s" is invalid
de_de: Feld "%s" ist ungültig

source: CSS value
de_de: CSS-Wert

source: Action after submission
de_de: Aktion nach Übermittlung

source: Oops, something went wrong!
de_de: Ups, etwas ist schief gelaufen.

source: Form deleted successfully
de_de: Formular wurde erfolgreich gelöscht

source: Form created successfully! Please add layouts and elements to the form
de_de: Das Formular wurde erfolgreich erstellt! Bitte fügen Sie ein Layouts und Elemente zum Formular hinzu.

source: Form or element can't be found!
de_de: Formular oder Element kann nicht gefunden werden!

source: Element saved successfully
de_de: Element erfolgreich gespeichert!

source: Element deleted successfully
de_de: Element erfolgreich gelöscht

source: Mailing saved successfully
de_de: E-Mail Nachricht erfolgreich gespeichert

source: Mailing deleted successfully
de_de: E-Mail Nachricht erfolgreich gelöscht!

source: OR
de_de: ODER

source: Delete this rule
de_de: Diese Regel löschen

source: Move this rule
de_de: Diese Regel verschieben

source: Rule
de_de: Regel

source: Add an action to this rule
de_de: Eine Aktion zu dieser Regel hinzufügen

source: Delete this action
de_de: Diese Aktion löschen

source: and
de_de: und

source: Add an element to this rule
de_de: Ein Element zu dieser Regel hinzufügen

source: Delete this element
de_de: Dieses Element löschen

source: if
de_de: wenn

source: has
de_de: beinhaltet

source: selected/checked
de_de: ausgewählt/angewählt

source: Cancel
de_de: Abbrechen

source: Delete
de_de: Löschen

source: Can't find element
de_de: Element kann nicht gefunden werden

source: Dependency
de_de: Abhängigkeit

source: Please set the properties of this element. Each element has his own behaviour and/or values.
de_de: Bitte legen Sie die Eigenschaften dieses Elements fest. Jedes Element hat seinen eigenen Verhalten und/oder Werte.

source: Type
de_de: Typ

source: Hide label / name
de_de: Label / Name ausblenden

source: Confirmation
de_de: Überprüfung

source: When enabled, duplicates field and compare both values
de_de: Wenn aktiviert, wird das Feld dupliziert und beide Werte verglichen

source: Required
de_de: Erforderlich

source: When enabled, the submitted value will be required and checked
de_de: Wenn aktiviert, der gesendete Wert ist erforderlich und dies wird überprüft

source: Placeholder
de_de: Platzhalter

source: Default value
de_de: Standardwert

source: User Data
de_de: Benutzerdaten

source: User ID
de_de: Benutzer-ID

source: Username
de_de: Benutzername

source: Email Address
de_de: E-Mail Adresse

source: Date added
de_de: Datum hinzugefügt

source: Attributes
de_de: Attribute

source: Handle
de_de: Kennung

source: Page Type (ID)
de_de: Seitentyp (ID)

source: Content
de_de: Inhalt

source: Warning:
de_de: Warnung:

source: Options
de_de: Optionen

source: Other text
de_de: Text zu „Anderes“

source: When enabled, user can add a new option.
de_de: Wenn aktiviert, kann der Benutzer eine weitere Option hinzufügen.

source: When enabled, multiple options can be selected
de_de: Wenn aktiviert, können mehrere Optionen gewählt werden

source: Use CTRL (or option) to deselect or select multiple
de_de: CTRL (oder Option) nutzen um mehrfache Einträge an- oder abzuwählen

source: Comma seperate each extension
de_de: Jede Dateiendung per Komma separieren

source: Assign to fileset
de_de: Datei-Album zuweisen

source: No filesets available
de_de: Keine Dateialben verfügbar

source: Assign uploaded file to selected fileset
de_de: Hochgeladene Dateien dem ausgewählten Datei-Album zuweisen

source: Enable masking
de_de: Maskierung aktivieren

source: Appearance
de_de: Darstellung

source: Advanced options
de_de: Erweiterte Optionen

source: Tooltip / Description
de_de: ToolTip / Beschreibung

source: Add classname(s) to customize your form field. Example: myformelement
de_de: Fügen Sie Klassennamen ein um Ihr Formular-Feld anzupassen. Beispiel: myformelement

source: If you want you can use dependencies for this element. This means the behaviour or the value can be influenced with the behaviour or value of another element
de_de: Wenn Sie möchten, können Sie Abhängigkeiten für dieses Element nutzen. Dies bedeutet, dass das Verhalten oder der Wert durch das Verhalten oder den Wert eines anderen Elements beeinflusst wird.

source: Add dependency rule
de_de: Abhängigkeit-Regel hinzufügen

source: Note:
de_de: Hinweis:

source: You have to save the element first before you can add dependencies to this element.
de_de: Das Element muss zuerst gespeichert werden bevor Abhängigkeits-Regeln erstellt werden können.

source: This element can overwrite certain values within your Concrete5 installation. There will be no validation here, so if you overwrite the user's username it will try to save that value. This means it could break your site! Please be aware of this!!!
de_de: Dieses Element kann bestimmte Werte innerhalb Ihrer Concrete5-Installation überschreiben. Es werden keine Überprüfung hier gemacht; wenn Sie den Benutzernamen eines Benutzers überschreiben, so wird Formidable versuchen diesen Wert zu speichern. Dies könnte bedeuten, dass ihre Seite beschädigt werden könnte. Bitte berücksichtigen Sie dies bei der Nutzung dieser Funktion!

source: Update at submission
de_de: Übermittlung aktualisieren

source: Password
de_de: Passwort

source: Skip if empty
de_de: Überspringen falls leer

source: If the value of this element is empty, skip saving the data into the selected propertie or attribute
de_de: Wenn der Wert dieses Elements leer ist, das Speichern der gewählten Eigenschaft oder des Attributs in den Daten überspringen.

source: Predefined
de_de: Vordefiniert

source: Elements
de_de: Elemente

source: Form data
de_de: Formulardaten

source: Label
de_de: Beschriftung (Label)

source: Both
de_de: Beide

source: No elements created yet.
de_de: Es wurde noch kein Element erstellt.

source: Go to "Layout and Elements"-tab in this form, and add some form elements.
de_de: Zum „Layout und Elemente“-Tab in diesem Formular gehen und Elemente einfügen.

source: All elements combined
de_de: Alle Elemente kombiniert

source: All
de_de: Alle

source: Add element data
de_de: Elementdaten hinzufügen

source: All elements as list
de_de: Alle Elemente als Liste

source: All form data combined
de_de: Alle Formulardaten kombiniert

source: All form data
de_de: Alle Formulardaten

source: All form data as list
de_de: Alle Formulardaten als Liste

source: Are you sure you want to delete this element?
de_de: Sind Sie sicher, dass Sie dieses Element löschen wollen?

source: No results found.
de_de: Keine Resultate gefunden.

source: Submitted data
de_de: Übermittelte Daten

source: Submission details
de_de: Details der Übermittlungen

source: Submitted on
de_de: Gesendet am

source: From page
de_de: Von der Seite

source: Submitted by
de_de: Gesendet von

source: Answerset ID (unique)
de_de: Answerset-ID (einmalig)

source: Submitters IP
de_de: Einsender IP

source: Used Browser
de_de: verwendeter Browser

source: Platform
de_de: Plattform

source: Screen resolution
de_de: Bildschirmauflösung

source: Empty column
de_de: Leere Spalte

source: Edit
de_de: Bearbeiten

source: Duplicate
de_de: duplizieren

source: Column
de_de: Spalte

source: Move
de_de: Verschieben

source: Add element
de_de: Element hinzufügen

source: Row
de_de: Zeile

source: Subject
de_de: Betreff

source: Mail from
de_de: E-Mail von

source: No mailings created for this form
de_de: Keine E-Mail Nachricht für dieses Formular erstellt

source: Form Title
de_de: Formulartitel

source: Last Submission
de_de: Letzte Übermittlung

source: Submissions
de_de: Übermittlungen

source: Can't find mailing
de_de: E-Mail Nachricht kann nicht gefunden werden.

source: Are you sure you want to delete this form?
de_de: Sind Sie sicher, dass Sie dieses Formular löschen möchten?

source: Choose Columns
de_de: Spalten auswählen

source: Available Columns
de_de: Verfügbare Spalten

source: Column Order
de_de: Spaltenreihenfolge

source: Click and drag to change column order.
de_de: Klicken Sie und ziehen Sie, um die Reihenfolge der Spalten zu ändern.

source: Sort By
de_de: Sortieren nach

source: Default Column
de_de: Standardspalte

source: Direction
de_de: Reihenfolge

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Customize Results
de_de: Anpassen der Ergebnisse

source: Send from
de_de: Senden von

source: Send to
de_de: Senden an

source: Set the "From"-header of the mail. You can either select a form element or add a custom one.
de_de: Legen Sie die „Von“-Header der Mail fest. Sie können entweder ein Formular-Element wählen oder etwas Eigenes eintragen.

source: Reply To
de_de: Antwort an

source: You can send a mail to multiple addresses. You can select "Send to"-elements if you have them in your form. You can also add custom Email Address(es) in the field below.
de_de: Sie können eine E-Mail an mehrere Adressen senden. Wählen Sie „Senden an“-Elemente, wenn Sie diese im Formular verfügbar haben. Sie können auch benutzerdefinierte E-Mail-Adressen in das untenstehende Feld hinzufügen.

source: AND/OR
de_de: UND/ODER

source: Add an "Email Address" or a "Recipient Selector" element(s) to enable selection of recipient.
de_de: Fügen Sie eine „E-Mail-Adresse“ oder ein „Empfänger Auswahl“-Element ein, um die Auswahl des Empfängers zu ermöglichen.

source: You must add custom e-mailaddress now:
de_de: Jetzt müssen Sie eine benutzerdefinierte E-Mail-Adresse hinzufügen:

source: E-mail Address(es)
de_de: E-Mail-Adresse(n)

source: Comma seperate each e-mailaddress
de_de: Jede E-Mail Adresse per Komma separieren

source: Send as CC
de_de: Als CC senden

source: Use CC instead of BCC (default) for sending mail
de_de: Verwenden Sie CC statt BCC (Standard) für das Senden von E-Mail

source: Define your mail here. Add a subject and a HTML-message. In your message and subject you can use element values and labels of the form by clicking on "Insert Formidable Element" in the top bar of the editor.
de_de: Definieren Sie hier Ihre E-Mail. Fügen Sie einen Betreff und eine HTML-Nachricht ein. In Ihrer Nachricht und Betreff können Sie Elementwerte und Beschriftungen des Formulars verwenden. Klicken Sie auf „Formidable Element einfügen“ in der oberen Leiste des Editors.

source: Insert Formidable Element
de_de: Formidable-Element einfügen

source: Discard empty
de_de: leere überspringen

source: If checked empty elements will not be shown in message
de_de: Wenn diese Option aktiviert ist, werden leere Elemente in der Nachricht nicht angezeigt

source: Discard layout
de_de: Layout übergehen

source: If checked layout elements will not be shown in message
de_de: Wenn diese Option aktiviert ist, werden Layout-Elemente nicht in der Nachricht angezeigt

source: Can't find layout
de_de: Layout kann nicht gefunden werden

source: Set the properties of the column
de_de: Legen Sie die Eigenschaften der Spalte fest

source: Set the properties of the row
de_de: Legen Sie die Eigenschaften der Zeile fest

source: Number of columns
de_de: Anzahl Spalten

source: If you want to have less columns, empty them first.
de_de: Wenn Sie weniger Spalten haben möchten, leeren Sie diese vorgängig.

source: Search:
de_de: Suche:

source: No available elements found!
de_de: Keine verfügbaren Elemente gefunden!

source: Are you sure you want to delete this result?
de_de: Sind Sie sicher, dass Sie dieses Ergebnis löschen möchten?

source: Are you sure you want to delete the following results?
de_de: Sind Sie sicher, dass Sie folgende Ergebnisse löschen möchten?

source: By
de_de: von

source: Select a Formidable Form
de_de: Wählen Sie ein Formidable-Formular aus

source: Form Name
de_de: Formularname

source: Go to dashboard and create a Formidable Form
de_de: Gehen Sie in die Verwaltung und erstellen Sie ein Formidable-Formular

source: Adds a Formidable Form to you page.
de_de: Fügt ein Formidable-Formular zu Ihrer Seite hinzu.

source: You must select a form.
de_de: Sie müssen ein Formular auswählen.

source: Can't find the Formidable Form
de_de: Formidable Formular kann nicht gefunden werden!

source: You have
de_de: Sie haben

source: characters
de_de: Zeichen

source: left
de_de: übrig

source: Confirm %s
de_de: %s bestätigen

source: Type of element not supported
de_de: Typ des Elements nicht unterstützt

source: Unknown
de_de: unbekannt

source: copy
de_de: kopieren

source: Never
de_de: Nie

source: Unknown or deleted page
de_de: Unbekannte oder gelöschte Seite

source: <a href="%s" target="_blank">%s</a> (Page ID: %s)
de_de: <a href="%s" target="_blank">%s</a> (Seiten ID: %s)

source: Guest
de_de: Gast

source: Unknown or deleted user
de_de: Unbekannte oder gelöschter Benutzer

source: <a href="%s?uID=%s" target="_blank">%s</a> (User ID: %s)
de_de: <a href="%s?uID=%s" target="_blank">%s</a> (Benutzer ID: %s)

source: Selected options
de_de: Ausgewählte Optionen

source: Single text
de_de: Einzeiliger Text

source: Textarea
de_de: Textbereich

source: Other format:
de_de: Anderes Format:

source: Street
de_de: Straße

source: Number
de_de: Nummer

source: Address 1
de_de: Adresszeile 1

source: Address 2
de_de: Adresszeile 2

source: City
de_de: Ort

source: State
de_de: Bundesland

source: Province
de_de: Region

source: County
de_de: Bezirk

source: Country
de_de: Land

source: Postal Code
de_de: PLZ

source: Zipcode
de_de: PLZ

source: Break / New line
de_de: Umbruch / neue Zeile

source: You can also use specialchars like ,.!;: etc...
de_de: Können Sie auch spezielle Zeichen verwenden wie ,.!;: usw…

source: Choose country
de_de: Land wählen

source: One column
de_de: Eine Spalte

source: Two columns
de_de: Zwei Spalten

source: Three columns
de_de: Drei Spalten

source: Four columns
de_de: Vier Spalten

source: Five columns
de_de: Fünf Spalten

source: Automatically (let the width decide)
de_de: Automatisch (lassen Sie die Breite entscheiden)

source: Represents an alpha character
de_de: Stellt ein Alphazeichen dar

source: Represents a numeric character
de_de: Stellt ein numerisches Zeichen dar

source: Represents an alphanumeric character
de_de: Stellt ein alphanumerisches Zeichen dar

source: Represents optional data, everything behind the questionmark is optional
de_de: Repräsentiert Optionale Daten, alles hinter dem Fragezeichen ist optional

source: Examples:
de_de: Beispiele:

source: Phone
de_de: Telefon

source: Product Code
de_de: Produkt-Code

source: More information about masking: <a href="%s" target="_blank">click here</a>
de_de: Weitere Informationen zur Maskierung: <a href="%s" target=„_blank“>hier klicken</a>

source: Characters
de_de: Zeichen

source: Words
de_de: Wörter

source: Default time format (24 hours): HH:mm:ss
de_de: Standard-Zeitformat (24 Stunden): HH:mm:ss

source: Create element with timeslider
de_de: Erstellen Sie Element mit Zeitschieber

source: Selectboxes for hours, minutes, etc.
de_de: Auswahlfelder für Stunden, Minuten, etc.

source: Create masked input textfield (only 24-hours notation)
de_de: Erstellen eines maskierten Eingabe-Textfeld (nur 24-Stunden Schreibweise)

source: hour (no leading zero)
de_de: Stunde (ohne führende Null)

source: hour (two digit)
de_de: Stunde (zweistellig)

source: minutes (no leading zero)
de_de: Minuten (ohne führende Null)

source: minutes (two digit)
de_de: Minuten (zweistellig)

source: seconds (no leading zero)
de_de: Sekunden (ohne führende Null)

source: seconds (two digit)
de_de: Sekunden (zweistellig)

source: am or pm for AM/PM
de_de: am oder pm für AM/PM

source: AM or PM for AM/PM
de_de: AM oder PM für AM/PM

source: More information about timeformat:
de_de: Weitere Informationen zum Zeitformat:

source: click here
de_de: Hier klicken

source: Manage some advanced options of the timepicker
de_de: Einige erweiterte Optionen für den Zeitwähler verwalten

source: Comma seperate options
de_de: Durch Kommas getrennte Optionen

source: Example: hourMin: 8, hourMax: 16
de_de: Beispiel: hourMin: 8, hourMax: 16

source: Possible options:
de_de: Mögliche Optionen:

source: Field "%s" is an invalid date
de_de: Das Feld „%s“ ist ein ungültiges Datum

source: firstname prefix lastname
de_de: Vorname Präfix Nachname

source: firstname lastname
de_de: Vorname Nachname

source: prefix lastname
de_de: Präfix Nachname

source: Firstname
de_de: Vorname

source: Prefix
de_de: Präfix
